Repository: garciatomaschavez/Swift_UIKit-AppExampleVideogames
Catalog: UIKit-AppExampleVideogames/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Change Heart Color
es: Cambiar color de favoritos

source: Choose Heart Color
es: Elije color de favoritos

source: No videogames found
es: No se han encontrado videojuegos

source: Refresh from API
es: Recargar de la API

# Released_has_value
source: Released:
es: Publicado:

# Search_videogame_by_title_text_hint
source: Search Videogames by Title
es: Buscar videojuego por título

# VideogameListPresenter-By
source: By
es: Por

# Videogames_title
source: Videogames
es: Videojuegos

# VideogameViewModel_dateFormatter
source: MMM d, yyyy
es: d MMM, yyyy

# VideogameViewModel_devNameText
source: By
es: Por

# VideogameViewModel_releasedText
source: Released
es: Publicado
